tap "artginzburg/tap"
tap "cyclonedx/cyclonedx"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "jzelinskie/faq"
tap "null-dev/firefox-profile-switcher"
tap "openresty/brew"
tap "shivammathur/extensions"
tap "shivammathur/php"
brew "ansifilter"
brew "aria2"
brew "asdf", args: ["HEAD"]
brew "autoconf"
brew "baobab"
brew "bat-extras"
brew "bat"
brew "binutils", link: true
brew "bison"
brew "cairo"
brew "cmake"
brew "cmctl"
brew "cocoapods"
brew "coreutils"
brew "ctags"
brew "curl"
brew "cyclonedx/cyclonedx/cyclonedx-cli"
brew "diffutils"
brew "duckdb"
brew "edencommon"
brew "expect"
brew "fb303"
brew "fbthrift"
brew "fd"
brew "ffmpeg"
brew "findutils"
brew "fish"
brew "fizz"
brew "flex"
brew "folly"
brew "fortune"
brew "freetds"
brew "freetype"
brew "fswatch"
brew "fzf"
brew "gawk"
brew "gcc"
brew "gdk-pixbuf"
brew "geoip"
brew "gh"
brew "git-filter-repo"
brew "glab"
brew "gnu-sed"
brew "gnu-time"
brew "go-parquet-tools"
brew "go"
brew "go@1.23"
brew "gojq"
brew "golangci-lint"
brew "graphviz"
brew "grep"
brew "grpcurl"
brew "harfbuzz"
brew "helm-ls"
brew "helm"
brew "hub"
brew "intltool"
brew "ipatool"
brew "jid"
brew "jpeg-xl"
brew "jq"
brew "jtbl"
brew "kcat"
brew "kompose"
brew "krb5"
brew "krew"
brew "kubernetes-cli"
brew "kustomize"
brew "libass"
brew "libev"
brew "libffi"
brew "libgcrypt"
brew "librdkafka"
brew "librsvg"
brew "libx11"
brew "llvm"
brew "lua-language-server"
brew "make"
brew "mas"
brew "maven"
brew "moreutils"
brew "mvfst"
brew "ncurses"
brew "neovim"
brew "netpbm"
brew "nmap"
brew "null-dev/firefox-profile-switcher/firefox-profile-switcher-connector"
brew "opam"
brew "openjdk"
brew "openresty/brew/openresty"
brew "openssl@1.1"
brew "p7zip"
brew "pango"
brew "percona-server@8.0", link: true
brew "pipx"
brew "pkgconf"
brew "protobuf"
brew "pv"
brew "python@3.13"
brew "re2c"
brew "redis"
brew "regclient"
brew "ripgrep"
brew "rsync"
brew "scc"
brew "scrcpy"
brew "shivammathur/extensions/xdebug@7.0"
brew "shivammathur/php/php@7.0-debug-zts"
brew "shivammathur/php/php@7.0-debug"
brew "shivammathur/php/php@7.0", link: true
brew "shivammathur/php/php@7.1"
brew "shivammathur/php/php@7.4-debug-zts"
brew "shivammathur/php/php@7.4-debug"
brew "shivammathur/php/php@7.4"
brew "skopeo"
brew "starship"
brew "stow"
brew "stylua"
brew "tcptraceroute"
brew "telnet"
brew "tfenv"
brew "thefuck"
brew "tldr"
brew "tree-sitter-cli"
brew "tree-sitter"
brew "tree"
brew "trivy"
brew "uv"
brew "vale"
brew "virtualenv"
brew "wangle"
brew "watchman"
brew "wget"
brew "yq"
brew "zsh-completions"
brew "zsh"
cargo "cargo-udeps"
cargo "cargo-watch"
cargo "colortty"
cargo "sqlx-cli"
cargo "taplo-cli"
cask "aldente"
cask "android-platform-tools"
cask "authy"
cask "calibre"
cask "chromium"
cask "claude-code"
cask "cyberduck"
cask "dbeaver-community"
cask "dozer"
cask "finicky"
cask "font-fira-code-nerd-font"
cask "font-fira-code"
cask "font-fira-mono-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "gcloud-cli"
cask "gimp"
cask "iina"
cask "inkscape"
cask "insomnia"
cask "lens"
cask "markedit"
cask "microsoft-auto-update"
cask "microsoft-outlook"
cask "neovide-app"
cask "obs"
cask "postgres-app"
cask "rectangle"
cask "spotify"
cask "stolendata-mpv"
cask "streamlabs"
cask "table-tool"
cask "tad"
cask "telegram"
cask "visual-studio-code"
cask "warp"
cask "wave"
go "entgo.io/contrib/entproto/cmd/protoc-gen-entgrpc"
go "github.com/abice/go-enum"
go "github.com/cosmtrek/air"
go "github.com/cweill/gotests/gotests"
go "github.com/davidrjenni/reftools/cmd/fillswitch"
go "github.com/fa7ad/esq"
go "github.com/fatih/gomodifytags"
go "github.com/go-delve/delve/cmd/dlv"
go "github.com/golangci/golangci-lint/v2/cmd/golangci-lint"
go "github.com/google/pprof"
go "github.com/haya14busa/goplay/cmd/goplay"
go "github.com/josharian/impl"
go "github.com/jsha/minica"
go "github.com/kisielk/godepgraph"
go "github.com/koron/iferr"
go "github.com/kyoh86/richgo"
go "github.com/onsi/ginkgo/v2/ginkgo"
go "github.com/segmentio/golines"
go "github.com/spf13/cobra-cli"
go "github.com/tmc/json-to-struct"
go "github.com/twpayne/go-jsonstruct/v3/cmd/gojsonstruct"
go "go.uber.org/mock/mockgen"
go "golang.org/dl/go1.23.0"
go "golang.org/x/tools/cmd/callgraph"
go "golang.org/x/tools/cmd/goimports"
go "golang.org/x/tools/cmd/gonew"
go "golang.org/x/tools/cmd/gorename"
go "golang.org/x/tools/gopls"
go "golang.org/x/vuln/cmd/govulncheck"
go "google.golang.org/grpc/cmd/protoc-gen-go-grpc"
go "google.golang.org/protobuf/cmd/protoc-gen-go"
go "gotest.tools/gotestsum"
go "honnef.co/go/tools/cmd/staticcheck"
go "mvdan.cc/gofumpt"
krew "debug-shell"
krew "node-shell"
krew "pod-shell"
krew "tail"
krew "wild"
mas "Amphetamine", id: 937984704
mas "AusweisApp", id: 948660805
mas "Bitwarden", id: 1352778147
mas "Claquette", id: 587748131
mas "GarageBand", id: 682658836
mas "Keynote", id: 409183694
mas "Mattermost", id: 1614666244
mas "Numbers", id: 361304891
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "PDFgear", id: 1615523079
mas "Sequel Ace", id: 1518036000
mas "Spark", id: 1176895641
mas "WireGuard", id: 1451685025
mas "Xcode", id: 497799835
uv "pynvim"
