tap "artginzburg/tap"
tap "daviderestivo/fortune-mod"
tap "fa7ad/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "null-dev/firefox-profile-switcher"
brew "ca-certificates"
brew "aria2"
brew "bat"
brew "binutils"
brew "coreutils"
brew "curl"
brew "diffutils"
brew "fd"
brew "findutils"
brew "fish"
brew "fzy"
brew "gawk"
brew "gh"
brew "gnu-sed"
brew "gnu-tar"
brew "go"
brew "grep"
brew "helm"
brew "jq"
brew "kcat"
brew "kubernetes-cli"
brew "lab"
brew "neovim"
brew "opam"
brew "p7zip"
brew "parallel"
brew "pkg-config"
brew "pv"
brew "python@3.11"
brew "ripgrep"
brew "rsync"
brew "ruby"
brew "starship"
brew "stow"
brew "tmux"
brew "tree"
brew "wget"
brew "artginzburg/tap/sudo-touchid"
brew "daviderestivo/fortune-mod/fortune-mod", args: ["with-offensive"]
brew "fa7ad/tap/ffmpeg"
brew "null-dev/firefox-profile-switcher/firefox-profile-switcher-connector"
cask "aldente"
cask "alfred"
cask "calibre"
cask "docker"
cask "font-fira-code-nerd-font"
cask "font-fira-mono-nerd-font"
cask "gimp"
cask "iina"
cask "inkscape"
cask "kindle-comic-creator"
cask "rectangle"
cask "spotify"
cask "visual-studio-code"
vscode "abierbaum.vscode-file-peek"
vscode "bmalehorn.vscode-fish"
vscode "bradlc.vscode-tailwindcss"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "cssho.vscode-svgviewer"
vscode "dbaeumer.vscode-eslint"
vscode "donjayamanne.python-environment-manager"
vscode "DotJoshJohnson.xml"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "EditorConfig.EditorConfig"
vscode "esbenp.prettier-vscode"
vscode "GitHub.copilot"
vscode "GitLab.gitlab-workflow"
vscode "golang.go"
vscode "golang.go-nightly"
vscode "jinliming2.vscode-go-template"
vscode "mgmcdermott.vscode-language-babel"
vscode "mhutchie.git-graph"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vsliveshare.vsliveshare"
vscode "mtxr.sqltools"
vscode "nhoizey.gremlins"
vscode "njpwerner.autodocstring"
vscode "redhat.vscode-yaml"
vscode "rome.rome"
vscode "smulyono.reveal"
vscode "styled-components.vscode-styled-components"
vscode "syler.sass-indented"
vscode "tamasfe.even-better-toml"
vscode "Tim-Koehler.helm-intellisense"
vscode "timonwong.shellcheck"
vscode "unifiedjs.vscode-mdx"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "vscode-icons-team.vscode-icons"
vscode "whatwedo.twig"
vscode "wix.vscode-import-cost"
vscode "xdebug.php-debug"
vscode "xdebug.php-pack"
vscode "zhuangtongfa.material-theme"
