tap "artginzburg/tap"
tap "daviderestivo/fortune-mod"
tap "fa7ad/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "koyeb/tap"
tap "majd/repo"
tap "null-dev/firefox-profile-switcher"
tap "veeso/termscp"
brew "aria2"
brew "artginzburg/tap/sudo-touchid"
brew "asdf"
brew "aws-console"
brew "bat"
brew "binutils"
brew "ca-certificates"
brew "clamav"
brew "coreutils"
brew "curl"
brew "daviderestivo/fortune-mod/fortune-mod", args: ["with-offensive"]
brew "diffutils"
brew "fa7ad/tap/ffmpeg"
brew "fd"
brew "findutils"
brew "fish"
brew "fzf"
brew "gawk"
brew "gh"
brew "git-filter-repo"
brew "git-lfs"
brew "gnu-sed"
brew "gnu-tar"
brew "gnupg"
brew "go"
brew "grep"
brew "hashicorp/tap/terraform"
brew "helm"
brew "hfsutils"
brew "htop"
brew "imagemagick"
brew "jq"
brew "lab"
brew "llvm"
brew "luajit"
brew "luarocks"
brew "mas"
brew "minica"
brew "moreutils"
brew "neovim"
brew "null-dev/firefox-profile-switcher/firefox-profile-switcher-connector"
brew "opam"
brew "openjdk"
brew "p7zip"
brew "pinentry-mac"
brew "pipx"
brew "pv"
brew "python@3.13"
brew "ripgrep"
brew "rsync"
brew "scc"
brew "shellcheck"
brew "shfmt"
brew "skopeo"
brew "starship"
brew "stow"
brew "stylua"
brew "thefuck"
brew "tldr"
brew "tmux"
brew "tree"
brew "veeso/termscp/termscp"
brew "wget"
brew "yq"
brew "yt-dlp"
cask "alfred"
cask "android-platform-tools"
cask "app-cleaner"
cask "audacity"
cask "bitwarden"
cask "calibre"
cask "clipy"
cask "cyberduck"
cask "docker-desktop"
cask "firefox@developer-edition"
cask "font-fira-code-nerd-font"
cask "font-fira-mono-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "gimp"
cask "google-chrome"
cask "iina"
cask "imaging-edge-webcam"
cask "imaging-edge"
cask "inkscape"
cask "ipatool"
cask "iterm2@beta"
cask "jdownloader"
cask "keka"
cask "kindle-comic-creator"
cask "little-snitch"
cask "obs"
cask "porting-kit"
cask "readdle-spark"
cask "rectangle"
cask "sejda-pdf"
cask "spotify"
cask "stats"
cask "telegram"
cask "thunderbird"
cask "visual-studio-code"
cask "wezterm"
cask "xquartz"
mas "1Blocker", id: 1365531024
mas "Amphetamine", id: 937984704
mas "Bitwarden", id: 1352778147
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Passepartout", id: 1433648537
mas "Xcode", id: 497799835
