edc/bass
tuvistavie/oh-my-fish-core
tuvistavie/fish-fastdir
tuvistavie/fish-completion-helpers
oh-my-fish/plugin-sudope
oh-my-fish/plugin-bang-bang
oh-my-fish/plugin-archlinux
oh-my-fish/plugin-python
fisherman/last_job_id
fisherman/humanize_duration
fisherman/pwd_is_home
fisherman/pwd_info
fa7ad/fish-clear
